[
  {
    "title": "Cyber Safe Communities Initiative",
    "category": "Community Education",
    "date": "2025",
    "summary": "The New South Wales Central West Cyber Safe Communities Initiative educates vulnerable groups on cyber security through workshops, translated materials, and one-on-one support, fostering online safety in Dubbo and the Orana Central West region.",
    "paragraph1": "The New South Wales Central West Cyber Safe Communities Initiative, led by the New South Wales Central West Muslim Association, aims to enhance cyber security awareness among vulnerable groups in Dubbo and the Orana Central West region. This program specifically supports migrants, CALD communities, elderly individuals, and people with disabilities, equipping them with knowledge and skills to protect against online threats.",
    "paragraph2": "The program will feature a series of interactive workshops and training sessions, tailored to the unique needs of each target group. Participants will gain practical skills in identifying cyber threats, securing personal information, and adopting safe online practices. The workshops will be conducted in-person and online, ensuring accessibility across the region.",
    "paragraph3": "To address language and accessibility barriers, all educational materials will be translated into key community languages and adapted into easy-to-read, large print, audio, and visual formats. This approach ensures that migrants, the elderly, and individuals with disabilities can easily understand and apply cyber safety measures.",
    "paragraph4": "Community events and consultation sessions will provide further opportunities for residents to engage with cyber security experts. These events will raise broader awareness, while one-on-one support will offer personalised guidance to those needing extra help in securing their digital presence.",
    "paragraph5": "This initiative will build long-term cyber resilience within vulnerable communities by collaborating with local leaders, organisations, and volunteers. By empowering individuals with the tools to stay safe online, the New South Wales Central West Cyber Safe Communities Initiative will contribute to a safer, more digitally confident community.",
    "href": "/Events/CurrentEvents/CyberSafeCommunitiesInitiative",
    "imgSrc": "",
    "imgAlt": "Cyber Safe Communities Initiative"
  }
]
