[
  {
    "title": "Autumn Holiday Youth Program",
    "date": "21.04.2024",
    "paragraph1": "The Autumn Youth Holiday Program 2024, organised by the NSW Central West Muslim Association and sponsored by the NSW Government, provided an exciting and inclusive experience for youth during the autumn break. Held over two days, April 20th and 21st, the program featured a variety of activities aimed at fostering skill development, community engagement, and cross-cultural understanding. The events took place at Tenpin Bowling and Dubbo Sports World, with tenpin bowling scheduled from 4-6 PM and indoor games from 6-8 PM.",
    "href": "/AutumnHolidayYouthProgram",
    "imgSrc": "/assets/automn.jpg",
    "imgAlt": "Autumn Holiday Youth Program"
  },
  {
    "title": "Dubbo Multi Cultural Gala - 2024",
    "date": "13.04.2024",
    "paragraph1": "The Dubbo Multi Cultural Gala Event held on April 13, 2024, from 10:00 AM to 4:00 PM at Lions Macquarie Park in Dubbo, NSW 2830, was orchestrated by the NSW Central West Muslim Association. This event aimed to commemorate diversity and inclusivity, inviting individuals of all faiths and backgrounds to partake in the festivities. Drawing a crowd of about 180 participants from diverse walks of life, the occasion exemplified unity and cultural harmony.",
    "href": "/DubboMultiCulturalGala2024",
    "imgSrc": "/assets/mulitcultural.jpg",
    "imgAlt": "Dubbo Multi Cultural Gala - 2024"
  },
  {
    "title": "Central West Muslim Association Open Day",
    "date": "13.03.2024",
    "paragraph1": "On the auspicious Wednesday morning of 13th March 2024, the Central West Muslim Association was honored to host a group of visitors from Buninyong Pre-School (SACC) at our mosque. The event aimed to foster understanding, build bridges, and promote dialogue about Islam and our shared humanity.",
    "href": "/CentralWestMuslimAssociationOpenDay",
    "imgSrc": "/assets/openday.jpg",
    "imgAlt": "Central West Muslim Association Open Day"
  },
  {
    "title": "Summer Holiday Youth Program",
    "date": "26.01.2024",
    "paragraph1": "The Summer Youth Connection event, organised by the NSW Central West Muslim Association in collaboration with the NSW Government’s Department of Regional Youth, aimed to provide recreational opportunities for children and young people while fostering cultural respect and leadership skills.",
    "href": "/SummerHolidayYouthProgram",
    "imgSrc": "/assets/summer.jpg",
    "imgAlt": "Summer Holiday Youth Program"
  }
]
