[
  {
    "title": "Prayer",
    "description": "Dubbo Mosque offers daily and Jummah (Friday) prayers, along with special services for Eid, Taraweeh during Ramadan, and Janazah (funeral) prayers as needed. Our mosque provides a welcoming environment for worship and community engagement. Everyone is welcome to join us in fostering a supportive and compassionate community."
  },
  {
    "title": "Arabic Classes",
    "description": "Dubbo Mosque conducts Arabic and Islamic Knowledge classes for school-aged children. Classes run in alignment with NSW Public School terms, including holidays and breaks, and are held every Saturday from 11:30 AM to 1:30 PM. These classes provide a valuable opportunity for children to learn Arabic and deepen their understanding of Islamic teachings in a supportive environment."
  },
  {
    "title": "Quran Teaching and Recitation",
    "description": "Dubbo Mosque offers Quran Teaching every day after Fajr Prayer for 15 minutes. All interested individuals are welcome to join us for Fajr Prayer daily. Additionally, we hold Quran Recitation sessions on Sundays between Maghrib and Isha Prayers. Join us for Maghrib Prayer and stay for the Quran recitation until Isha Prayer."
  },
  {
    "title": "Zakat",
    "description": "Dubbo Mosque facilitates Zakat collection and distribution to support those in need. Our services ensure that your Zakat contributions reach the most deserving individuals within the community, addressing poverty and providing essential assistance. By giving Zakat, you help uplift the less fortunate and contribute to the well-being of our community."
  },
  {
    "title": "Zakat Al Fitrah",
    "description": "Dubbo Mosque facilitates Zakat Al Fitrah, an obligatory charity given at the end of Ramadan to purify fasting individuals and aid the needy. Every Muslim who possesses excess food, goods, or cash beyond their needs for Eidul Fitr must pay Zakat Al Fitrah. Zakat Al Fitrah ensures support for those in need and must be paid in the region where Ramadan ends."
  },
  {
    "title": "Hajj",
    "description": "Dubbo Mosque offers comprehensive Hajj services to assist pilgrims in fulfilling this important religious obligation. We provide guidance and support throughout the entire Hajj journey, including preparation, travel arrangements, and spiritual guidance. Our experienced team ensures that all aspects of the pilgrimage are taken care of, allowing pilgrims to focus on their spiritual experience."
  }
]
